Лицензия на программное обеспечение Local.Files

Авторские права (c) 2026 JetHelp (jethelp.ru)

Данное программное обеспечение и сопутствующая документация (далее — «Программное обеспечение») являются исключительной собственностью JetHelp.

Любое использование, воспроизведение, модификация, распространение, продажа, передача, сублицензирование или иное использование Программного обеспечения полностью или частично запрещено без предварительного письменного разрешения владельца авторских прав JetHelp.

Программное обеспечение предоставляется «как есть», без каких-либо гарантий, явных или подразумеваемых, включая, но не ограничиваясь, гарантии товарной пригодности, соответствия определенной цели и отсутствия нарушений. Ни при каких обстоятельствах владелец авторских прав не несет ответственности за любые претензии, убытки или иную ответственность, возникающую в результате использования или иного обращения с Программным обеспечением.

Для получения разрешения на использование Программного обеспечения свяжитесь с JetHelp через сайт https://jethelp.ru.
